<!DOCTYPE html>
 <html lang = "es">
   
   <head>
 	<title>OmarJaimesRew About</title>
 	<meta charset = "UTF-8">
 	<meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1,maximum-scale=1, minimum-scale=1">
 	 
	 <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/6.5.0/css/all.min.css">
	 <link rel="stylesheet" href="css/estilos.css">
 	

  </head>
  
  <body>
	<header>
		<div class="contenedor">

			<a href="index.html">
				<h1>OMAR JAIMES REW</h1>
			</a>


			<input type="checkbox" id="menu-bar">
			<label for="menu-bar">
				<i class="fas fa-bars"></i>
			</label>

			<nav class="menu">

					<a href="artwork.html">ArtWork</a>
				<a href="collaborations.html">Colaboraci&oacute;n</a>
				<a href="curator.html">Curadur&iacute;a</a>
				<a href="papers.html">Investigaci&oacute;n</a>
				<a href="news.html">Blog</a>
				<a href="about.html">Bio</a>



			</nav>
		</div>
	</header>
 	
	 <section class="about">
		<div class="about-layout">
			<div class="imagen">
				<img src="img/JAEO2.jpg" alt="Omar Jaimes Rew">
			</div>
			<div class="contenedor">
			<p style="text-align:justify">
				Omar Jaimes Rew es artista transmedial, curador e investigador cuya pr&aacute;ctica se inscribe en la
				intersecci&oacute;n entre arte contempor&aacute;neo, tecnolog&iacute;a, espacio y cuerpo. Su trabajo se
				articula desde la producci&oacute;n-investigaci&oacute;n, explorando la apropiaci&oacute;n y el remix como
				m&eacute;todos de pensamiento visual para cuestionar los reg&iacute;menes de autor&iacute;a en la cultura digital,
				as&iacute; como la mediaci&oacute;n tecnol&oacute;gica de la mirada.
			</p>
			<p style="text-align:justify">
				Su investigaci&oacute;n y producci&oacute;n art&iacute;stica se centran en c&oacute;mo los sistemas computacionales
				&mdash; imagen generativa, inteligencia artificial, entornos interactivos e inmersivos&mdash; traducen,
				modelan y reconfiguran la experiencia. Desde una perspectiva cr&iacute;tica, desarrolla
				piezas audiovisuales, instalaciones interactivas y proyectos transmedia que abordan la
				relaci&oacute;n entre tecnolog&iacute;a, cuerpo, espacio.
			</p>
			<p style="text-align:justify">
				Es curador del Museo Universitario Leopoldo Flores (MULF) de la Universidad Aut&oacute;noma del
				Estado de M&eacute;xico, donde ha encabezado proyectos de curadur&iacute;a, producci&oacute;n digital
				vinculados al patrimonio universitario, la memoria visual y la virtualizaci&oacute;n de espacios.
			</p>
			<p style="text-align:justify">
				Paralelamente, ha desarrollado una trayectoria docente en licenciatura en &aacute;reas de curadur&iacute;a,
				Museograf&iacute;a y arte.
			</p>
			<p style="text-align:justify">
				Ha participado en exposiciones, festivales y encuentros nacionales e internacionales
				relacionados con arte digital, imagen generativa y pr&aacute;cticas art&iacute;sticas contempor&aacute;neas, as&iacute;
				como en programas de formaci&oacute;n especializada del Centro Nacional de las Artes (CENART) y
				otras instituciones, con &eacute;nfasis en investigaci&oacute;n-creaci&oacute;n, pr&aacute;cticas transdisciplinares y
				colaboraciones con inteligencias artificiales.
			</p>
			<p style="text-align:justify">
				Su pr&aacute;ctica integra producci&oacute;n art&iacute;stica, investigaci&oacute;n y docencia, con un inter&eacute;s sostenido
				en los cruces entre arte, tecnolog&iacute;a y cultura visual contempor&aacute;nea.
			</p>
			<p style="text-align: right;">CONTACTO <br> omarjaimesrew@gmail.com </p>
			</div>
		</div>

         


  </section>
 	<main>
 		
 				 
 			</div>
		 </section>
		 
 	</main>
	 <footer>
		<div class="piePagina">
			<p align="center" class="copy">Omar Jaimes Rew &copy;2025</p>

			<div class="sociales">
				<a href="https://www.facebook.com/OmarJaimesRewOficial" target="_blank">
					<i class="fab fa-facebook-square"></i>
				</a>
				<a href="https://www.instagram.com/omar.jaimesrew/?hl=es-la" target="_blank">
					<i class="fab fa-instagram"></i>
				</a>
				<a href="https://omar-jaimes-rew.tumblr.com/" target="_blank">
					<i class="fab fa-tumblr"></i>
				</a>
				<a href="https://vimeo.com/omarjaimesrew" target="_blank">
					<i class="fab fa-vimeo-v"></i>
				</a>
				<a href="https://www.behance.net/user/?username=rewomar" target="_blank">
					<i class="fab fa-behance"></i>
				</a>
				<a href="https://www.tiktok.com/@omarjaimesrew" target="_blank">
					<i class="fab fa-tiktok"></i>
				</a>
				<br><br>
			</div>
		</div>
	</footer>
 
  </body>
 </html>
